Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Facial Strengthening These exercises will help the strength and range of motion for your jaw, cheeks, lips and tongue. People with trouble speaking clearly, swallowing problems, or muscle weakness of the mouth may benefit from these exercises. Do these exercises ______ times each day as directed by your doctor, nurse or therapist. For some of the exercises, you will need a small flat wooden stick, like an ice cream bar stick or a tongue blade. Pucker 1. Pucker your lips like you are going to give someone a kiss. Hold for 5 seconds. 2. Pucker your lips and move your pucker from one side to the other. Do not move your tongue. Repeat this 10 times. 3. Close you lips tightly and say “m…m…m”, then “p…p…p”, then “b…b…b”. Facial Strengthening Exercises. Russian.
ru: укрепления лица Exercises Эти упражнения укрепляют мышцы и увеличивают подвижность челюстей, щек, губ и языка. Они помогут людям с неразборчивой речью, затрудненным глотанием или слабыми мышцами рта. Выполняйте упражнения ______ раз (раза) в день согласно указаниям врача, медсестры или физиотерапевта. Для выполнения некоторых упражнений вам потребуется небольшая плоская деревянная палочка, такая как в мороженом, или депрессор языка (шпатель).  Губы бантиком 1. Сложите губы бантиком, как будто вы собираетесь кого-то поцеловать. Задержитесь в таком положении на 5 секунд. 2. Сожмите губы и переместите их с одной стороны в другую. Не двигайте языком. Повторите упражнение 10 раз. 3. Сомкните губы и произнесите «м...м...м», «п...п...п», «б...б...б».

source: 4. For more lip closure practice, say “me… me…me”, “pe…pe…pe”, “be… be…be”.  Smile 1. Smile, showing your upper and lower teeth and gums. Clench your teeth gently. Do not squint your eyes. Hold for 5 seconds. 2. Pucker your lips then smile. Repeat this 10 times.  Cheek Puff 1. Take in a deep breath and puff your cheeks out. Hold the air in your cheeks by tightly closing your lips together. Hold the air in your cheeks for 5 seconds. 2. Take in another deep breath and only hold air in your left cheek. Then switch and hold air only in your right cheek. “O” Exercise 1. Start with your jaw wide open and hide your teeth under your lips. Purse your lips in an “O” shape. 2. Repeat this 10 times. Facial Strengthening Exercises. Russian.
ru: 4. Чтобы усилить эффект, произнесите «ми...ми...ми», «пи...пи...пи» и «би...би...би».  Улыбка 1. Улыбнитесь так, чтобы были видны ваши верхние и нижние зубы и десны. Слегка сожмите зубы. Не прищуривайте глаза. Задержитесь в таком положении на 5 секунд. 2. Сложите губы бантиком, а затем улыбнитесь. Повторите упражнение 10 раз.  Надувание щек 1. Сделайте глубокий вдох и надуйте щеки. Задержите воздух за щеками, плотно сжав губы. Удерживайте воздух в течение 5 секунд. 2. Глубоко вдохните и задержите воздух только за левой щекой. Затем проделайте то же самое с правой щекой. Буква О 1. Широко откройте рот, прикрыв зубы губами. Сложите губы в форме буквы О. 2. Повторите упражнение 10 раз.

source:  Lower Lip Lift 1. Lift your lower lip up as high as it will go as if you were pouting. Hold this for 5 to 10 seconds. 2. To work your neck, raise your head up and hold while you have your lip up. Lip Hold 1. Put a small flat stick or tongue blade between your lips. 2. Press only with your lips and hold the stick straight out from your mouth. 3. Hold the stick for 1 minute, or as long as you can. Straight Tongue Stretch 1. Open your mouth and stick your tongue straight out, as far as it will go. 2. Stretch it out as far as you can. Facial Strengthening Exercises. Russian.
ru:  Поднятие нижней губы 1. Поднимите нижнюю губу как можно выше, как будто вы обиделись. Задержитесь в таком положении на 5–10 секунд. 2. Чтобы задействовать шею, поднимите вверх голову с поднятой губой. Удержание предмета губами 1. Положите между губами небольшую плоскую палочку или шпатель. 2. Зажмите ее одними губами так, чтобы она была направлена вперед. 3. Удерживайте палочку в течение 1 минуты либо как можно дольше. Вытягивание языка 1. Откройте рот и высуньте язык. 2. Старайтесь вытянуть язык как можно дальше.

source:  Side Tongue Stretch 1. Stick your tongue out to the right side of your mouth. Stretch it to the right as far as you can for 10 seconds. 2. Stick your tongue out the left side of your mouth. Stretch it to the left as far as you can and hold it for 10 seconds. 3. Stick your tongue out and move it quickly from side to side, being sure to touch the corner of your mouth on each side each time. Up and Down Tongue Stretch 1. Open your mouth and stick your tongue out and down toward your chin. Stretch your tongue down and hold for 10 seconds. 2. Open your mouth and stick your tongue up toward your nose. Stretch your tongue up and hold for 10 seconds. Facial Strengthening Exercises. Russian.
ru:  Вытягивание языка в сторону 1. Высуньте язык как можно дальше вправо и удерживайте его в таком положении 10 секунд. 2. Высуньте язык как можно дальше влево и удерживайте его в таком положении 10 секунд. 3. Высуньте язык и быстро передвигайте им из одной стороны в другую, каждый раз касаясь им уголка рта.  Движение языком вверх и вниз 1. Откройте рот и высуньте язык вниз к подбородку. Удерживайте его в таком положении в течение 10 секунд. 2. Откройте рот и высуньте язык вверх к носу. Удерживайте его в таком положении в течение 10 секунд.

source:  Tongue Sweep 1. Slide your tongue along the outside of your teeth and gums, making circles in your mouth. Start at the top and sweep all the way around the top teeth and gums. 2. Then switch and sweep all the way around the bottom teeth and gums.  Teeth Sweep 1. Touch the tip of your tongue to the biting surface of your upper front teeth. 2. Slide your tongue tip along your tooth line to the far right and hold for 5 seconds. 3. Then slide your tongue along your tooth line to the far left and hold for 5 seconds. 4. Now repeat along the biting surfaces of your bottom teeth. Lick Your Lips 1. Use the tip of your tongue and raise and lower it as you lick your lips. 2. Repeat this 10 times. Facial Strengthening Exercises. Russian.
ru:  Круговые движения языком 1. Проведите языком по внешней стороне зубов и десен, совершая кругообразное движение. Сначала проведите языком по всем зубам и деснам верхней челюсти. 2. Затем проделайте то же самое с зубами и деснами нижней челюсти.  Перемещение языка по зубному ряду 1. Поставьте кончик языка на острый край передних верхних зубов. 2. Проведите кончиком языка по линии зубов в крайнюю правую точку и удерживайте там язык в течение 5 секунд. 3. Затем проведите языком по линии зубов в крайнюю левую точку и удерживайте там язык в течение 5 секунд. 4. Повторите упражнение с нижними зубами. Облизывание губ 1. Высуньте кончик языка и сделайте им круговое движение, как будто вы облизываете губы. 2. Повторите упражнение 10 раз.

source:  Tongue in Cheek Push 1. Push your tongue against the inside of your right cheek and move it up and down. Repeat this 10 times. 2. Now do the same on the left cheek. 3. Push your tongue against the inside of your right cheek. Put your finger on the outside of your cheek and push back against your tongue. Hold for 5 seconds. 4. Now do the same on the left cheek.  Tongue Blade 1. Stick your tongue out straight. Press your tongue tip out against a flat wooden stick, tongue blade or plastic spoon 2 or 3 times. Now press the stick in while you push you tongue tip out against the stick. Hold this for 10 seconds. Facial Strengthening Exercises. Russian.
ru:  Движения языком по щеке 1. Поставьте язык на внутреннюю поверхность правой щеки и с усилием проведите им вверх, а затем вниз. Повторите упражнение 10 раз. 2. Повторите упражнение с левой щекой. 3. Поставьте язык на внутреннюю поверхность правой щеки. Поставьте на внешнюю сторону щеки палец и толкайте язык внутрь. Продолжайте в течение 5 секунд. 4. Повторите упражнение с левой щекой.  Упражнения с палочкой 1. Высуньте язык. Прижмите кончик языка к плоской деревянной палочке, шпателю или пластиковой ложке 2–3 раза. С силой прижмите палочку к языку, одновременно толкая ее кончиком языка. Продолжайте в течение 10 секунд.

source: 2. Put the stick against one side of your tongue. Push the side of your tongue against the stick while you push the stick in. Hold for 10 seconds. Repeat on the other side of your tongue. 3. Place the stick on top of your tongue tip. Press your tongue up against the stick as you push down on the stick. Hold for 10 seconds. 4. Then place the stick under your tongue tip and push down against the stick while you push up on the stick. Hold this for 10 seconds. © 2013 - June 26, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Facial Strengthening Exercises. Russian.
ru: 2. Положите палочку сбоку языка. С силой прижимайте палочку к языку и одновременно толкайте ее боковой частью языка. Продолжайте в течение 10 секунд. Повторите упражнение с другой стороны языка. 3. Положите палочку на кончик языка. С силой надавите ей на язык, одновременно толкая ее кончиком языка. Продолжайте в течение 10 секунд. 4. Затем положите палочку под кончик языка и толкайте ей язык вверх, одновременно надавливая на нее языком. Продолжайте в течение 10 секунд. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Fasting Blood This test shows how well your body uses sugar called glucose. This test may be done to check for diabetes, or how well diabetes treatment may be working. To Prepare • Do not eat or drink anything, except water, after midnight before the test. This includes coffee, gum, candy and mints. • Do not smoke after midnight before the test. • If you are to take your medicines the morning of the test, take them with sips of water only. During the Test A blood sample is take from your arm with a needle. The sample is collected in a tube to be sent to the lab. After the Test • You can eat and drink your normal diet. • Test results are sent to your doctor. Your doctor will share the results with you. • Normal fasting blood sugar is between 70 and 100 mg/dl. If your blood sugar level is over 100, your doctor may order another test. Talk to your doctor or nurse if you have any questions or concerns. © 2009 - February 1, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Fasting Blood Sugar (FBS) Test. Russian.
ru: в крови натощак Sugar (FBS) Test Этот анализ показывает, как организм усваивает сахар (глюкозу) и проводится для диагностики диабета и оценки эффективности его лечения. Подготовка • Начиная с полуночи до обследования не разрешается прием пищи и жидкости, кроме воды. Это относится к кофе, жвачке, конфетам и леденцам. • Начиная с полуночи воздержитесь от курения. • Если утром нужно принять лекарства, запейте их небольшим количеством воды. Во время обследования Из руки шприцем возьмут кровь. Кровь соберут в пробирку и отправят в лабораторию. После обследования • Можно есть и пить, как обычно. • Результаты обследования будут отправлены врачу. Врач поделится результатами с вами. • В норме уровень сахара натощак составляет 70–100 мг/дл. Если у вас больше 100 мг/дл, врач может назначить еще один анализ. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Feeling Feeling sad or unhappy is normal when something goes wrong. These feelings often go away with time and you feel better. When these feelings occur each day and last for more than 2 weeks, get in the way of your ability to go to school or work, or affect your self-esteem, then it is important to get help. Signs Use this list to mark any signs that you have had for 2 weeks or more: Loss of interest and pleasure in activities you have enjoyed  Feeling sad, irritable, empty or down in the dumps  Spending a lot of time alone Restless, not able to sit still or feeling slow  Feeling worthless or guilty  Feeling hopeless  Thoughts of death or harming yourself Changes in appetite, weight loss or weight gain  Change in how you are sleeping, such as not sleeping or sleeping too much  Problems concentrating, thinking, remembering, or making decisions Loss of energy or feeling tired all of the time  Loss of interest in sex If you have any of these signs for more than 2 weeks, talk to your doctor. You may have a health condition called depression. If you are thinking of harming yourself or others, seek help right away by going to a hospital emergency room. Feeling Sad. Russian.
ru: Sad Плохое настроение — нормально, если у вас что-то идет не так. Со временем оно проходит, и вы чувствуете себя лучше. Если плохое настроение или тоска возникают каждый день и длятся более 2 недель, мешают учебе или работе либо влияют на вашу самооценку, то вам необходима помощь. Признаки Отметьте все признаки, которые вы наблюдаете у себя более 2 недель: Потеря интереса к любимым занятиям  Грусть, раздражительность, опустошенность или подавленность  Длительное пребывание в одиночестве Беспокойство, неспособность сидеть на месте или медлительность  Чувство своей ничтожности или вины  Чувство безнадежности  Мысли о смерти или причинении себе вреда Изменение аппетита и веса  Нарушения сна (длительный сон или бессонница)  Проблемы с вниманием, мышлением, запоминанием или принятием решений Упадок сил или постоянная усталость  Потеря интереса к сексу Если какой-либо признак сохраняется более 2 недель, обратитесь к врачу. Возможно, у вас депрессия. Если вы думаете, чтобы причинить вред себе или окружающим, немедленно обратитесь в отделение неотложной помощи.

source: Your Care The first step to feeling better is talking to someone who can help you. This might be a doctor, counselor or other mental health professional. Getting help early can shorten how long depression lasts, make it less serious and reduce the chance it will happen again. Your care may include medicine and counseling. Here are things you can do that can help: • Eat a healthy diet and avoid junk food. • Stay active, even if you do not feel like it. • Try to get 8 hours of sleep each night. • Avoid being alone. • Avoid stress if possible. • Treat yourself with respect and kindness. • Join a support group. • Talk to clergy or spiritual leaders. • Pray or meditate. • Set a small goal each day that you can do, such as a small task or take a walk. • Share your feelings with family or friends. • Write your thoughts and feelings in a journal. • Be patient with yourself. • Think about joyful events in your life by looking at videos or photos. • Plan to do something you enjoy each day. • Do creative activities, such as drawing, painting and poetry. • Avoid alcohol and street drugs. Feeling Sad. Russian.
ru: Лечение Первый шаг к тому, чтобы почувствовать себя лучше, — поговорить с тем, кто может вам помочь: врачом, психологом или специалистом по психическому здоровью. Оперативно оказанная помощь может сократить продолжительность депрессии, облегчить ее и снизить вероятность ее повторения. Лечение может включать прием лекарств и психологическую помощь. Рекомендации: • Придерживайтесь здорового питания. • Ведите активный образ жизни, даже если вам не хочется. • Каждую ночь старайтесь спать 8 часов. • Не оставайтесь в одиночестве. • По возможности избегайте стресса. • Относитесь к себе с уважением и добротой. • Вступите в группу поддержки. • Поговорите с представителем духовенства. • Молитесь или медитируйте. • Каждый день ставьте перед собой простую цель, например выполнить небольшое задание или прогуляться. • Расскажите близким, что вы чувствуете. • Заведите дневник и записывайте свои мысли и ощущения. • Будьте терпеливы сами с собой. • Вспоминайте радостные события, просматривая видео или фото. • Планируйте на каждый день приятное занятие. • Займитесь творчеством, например рисуйте или сочиняйте стихи. • Не употребляйте ни алкоголь, ни наркотики.

source: • Ask your doctor about other ways to deal with sadness, such as medicine. • Let your family and friends help you. Family and Friends Can Help Helping someone get treatment is important. Your loved one may not have the energy or desire to ask for help. Here are things you can do to help: • Offer to go to the doctor with your loved one. You can ask questions and write down notes. • Invite the person to go for walks or outings. Do not be discouraged if he or she says no. Continue asking, but do not push. • Give emotional support by talking and careful listening. • Give hope that he or she will feel better with time. words or actions that • Do not ignore show the person thinks life is worthless. Do not ignore words or actions about hurting others. Seek help right away at a hospital emergency department. Talk to your doctor if you think you or a loved one has feelings of sadness that last for more than 2 weeks. © 2005 - February 18, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Feeling Sad. Russian.
ru: • Спросите врача о других способах справиться с подавленностью, например о лекарствах. • Принимайте помощь от близких и друзей. Помощь семьи и друзей Помогите своему близкому получить квалифицированную помощь. Возможно, у него нет сил или желания попросить о помощи. Как вы можете помочь: • Предложите вместе сходить к врачу. На приеме вы можете задать вопросы и записать ответы. • Приглашайте человека на прогулки. Не расстраивайтесь, если он откажется. Продолжайте приглашать, но не принуждайте. • Поддержите человека эмоционально, разговаривая и внимательно слушая. • Дайте ему надежду на то, что со временем наступит улучшение. • Не игнорируйте слова и действия человека, указывающие на то, что он считает жизнь бесполезной. Не игнорируйте слова и действия, указывающие на причинение вреда другим людям. Немедленно обратитесь в отделение неотложной помощи. Поговорите с врачом, если думаете, что вы или ваш близкий находитесь в подавленном настроении более 2 недель. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Female Exam A female exam is done to check for diseases of the vagina, cervix, uterus and ovaries. A pap smear is a test that checks for changes in the cervix, which may be an early sign of cancer. A breast exam may also be done. Female Pelvic Exam This exam is done to check your: • Vagina • Cervix - opening into your uterus • Uterus - also called the womb Cervix • Ovaries A pelvic exam is not the same as a pap smear (pap test). Other tests may be done during this exam, such as a pap smear or testing for infection. Reschedule your annual exam if you are having your period. Day Before Your Exam For 24 hours before you have this exam, you need to avoid: • Having sex. • Vaginal douches or rinsing your vagina. • Use of any perfumed sprays or powders around your vagina. Female Exam and Pap Smear. Russian.
ru: и мазок Папаниколау and Pap Smear Гинекологический осмотр проводится для выявления болезней влагалища, шейки матки, матки и яичников. Мазок Папаниколау выявляет изменения шейки матки, которые могут быть признаками рака. Также может быть проведено обследование молочных желез. Гинекологический осмотр Осмотр Фалопиевая труба проводится с Матка Fallopian Tube Uterus целью проверить состояние: • Влагалища Яичник • Шейки матки Ovary • Матки матки • Яичников Влагалище Vagina Гинекологический осмотр отличается от мазка Папаниколау. Во Половые губы Labia время осмотра врач может взять другие анализы, например мазок Папаниколау или анализы на инфекции. Перенесите ежегодный осмотр, если у вас начались месячные. За день до осмотра За 24 часа до осмотра необходимо исключить: • Половые контакты • Спринцевание влагалища • Использование дезодорантов в области влагалища

source: Having the Exam • Go to the bathroom and empty your bladder before this test. • You will be asked to undress from your waist down and will have a paper sheet to cover you. • You will be asked to lie down on the exam table and place your feet in holders at the end of the table, called stirrups. • Let your knees fall to the sides. Take slow, deep breaths to relax the muscles around your vagina during the exam. • Your provider will examine the skin around your vagina, called the labia, for signs of infection or other problems. • A plastic or metal duck-bill shaped tool, called a speculum, will be placed into your vagina to allow the provider to see inside your vagina. If other testing is needed, such as a Pap Smear, it will be done while the speculum is in place. The speculum is then removed. • Using gloves, your provider will place 2 fingers into your vagina and the other hand will be placed on your lower abdomen to feel the size and shape of your uterus and ovaries. • When the exam is done, the provider will remove the gloves and ask you to get dressed. • Your provider will review the results of the exam with you. Female Exam and Pap Smear. Russian.
ru: Во время осмотра • Перед осмотром посетите туалет и опорожните мочевой пузырь. • Вас попросят раздеться ниже пояса и дадут пеленку прикрыться. • Вас попросят лечь на смотровое кресло и положить ноги на подставки. • Колени нужно развести в стороны. Сделайте несколько медленных глубоких вдохов, чтобы расслабить мышцы в области влагалища. • Врач осмотрит складки кожи вокруг входа во влагалище (половые губы) на наличие инфекции и других проблем. • Затем врач введет во влагалище пластиковое или металлическое зеркало в форме утиного клюва и осмотрит влагалище. Если необходимы другие анализы, например мазок Папаниколау, их также возьмут. После этого зеркало извлекается. • Надев перчатки, врач введет во влагалище 2 пальца одной руки, а другую руку положит на низ живота, чтобы прощупать размер и форму матки и яичников. • По окончании осмотра врач снимет перчатки и попросит вас одеться. • Затем врач расскажет вам о результатах осмотра.
